Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: File > Import From....
ru_ru: Файл→Импортировать из.

source: File Menu
ru_ru: Меню «Файл»

source: File decryption
ru_ru: Расшифрование файла

source: File encryption
ru_ru: Шифрование файла

source: Filter Active
ru_ru: Фильтр активен

source: Filter Menu
ru_ru: Меню «Фильтры пользователя»

source: Filtering Entries
ru_ru: Отбор элементов

source: Filters
ru_ru: Фильтры

source: Filters can be accessed via the View menu.
ru_ru: Работа с фильтрами производится через меню «Вид».

source: Filters can be stored either as part of the current database, or externally, as XML files.
ru_ru: Фильтры могут быть сохранены в текущем контейнере или во внешнем XML-файле.

source: Filters may be either stored along with the database, or externally, for sharing the same filter across several databases.
ru_ru: Фильтры могут быть сохранены внутри контейнера или во внешнем файле (для использования с разными контейнерами).

source: Finally, all three fields may be specified, as in "[Dept.
ru_ru: Наконец, можно указать все три поля, например, «[Отдел

source: Finally, if a normal entry was saving its password history before it was made an alias by changing its password as described above, then it will retain this history.
ru_ru: Если для «обычного» элемента была включено история паролей, а затем он был преобразован в псевдоним (за счёт изменения пароля), то история не будет удалена.

source: Finally, there are some special command line flags beginning with "--".
ru_ru: Кроме того есть несколько параметров начинающихся с «--»:

source: Find
ru_ru: Поиск

source: Find Advanced
ru_ru: Поиск: расширенные настройки

source: Find Entry
ru_ru: Поиск

source: Find Next (F3) and Find Previous (Shift-F3) will still be available.
ru_ru: Но сочетания клавиш для перехода к предыдущему (Shift+F3) и следующему (F3) элементу продолжают работать.

source: Find an entry containing a given text.
ru_ru: Поиск элемента, содержащего указанный текст.

source: Find bar
ru_ru: Панель поиска

source: Finding Password Entries
ru_ru: Поиск элементов

source: Flattened List
ru_ru: Простой список

source: Following are instructions for each of these actions:
ru_ru: Ниже приведены инструкции по выполнению перечисленных действий.

source: Following are the details and limitations regarding the ability to define customized keyboard shortcuts for Password Safe.
ru_ru: Ниже описываются особенности определения и использования горячих клавиш в Password Safe.

source: Following are the details and limitations regarding the ability to define customized keyboard shortcuts for PasswordSafe.
ru_ru: Ниже описываются особенности определения и использования в Password Safe горячих клавиш.

source: Following are the details and limitations that apply to customized keyboard shortcuts for Password Safe.
ru_ru: Ниже описываются особенности определения и использования горячих клавиш в Password Safe.

source: For YubiKey users: In addition to changing the master password as described above, this window allows you to add or remove YubiKey authentication, add or remove additional password authentication, as well as switch the YubiKey that is used to access the current database.
ru_ru: Для тех, кто использует YubiKey: в дополнение к функции смены мастер-пароля, этот диалог позволяет добавить или убрать аутентификацию при помощи YubiKey, установить или убрать пароль, используемый вместе с YubiKey, или привязать к контейнеру другой ключ YubiKey.

source: For Windows only, the following special control codes are also implemented:
ru_ru: Только для Windows реализованы следующие управляющие последовательности:

source: For English, these would be Alt+F (File), Alt+E (Edit), Alt+V (View), Alt+M (Manage) and Alt+H (Help).
ru_ru: Для Английского языка это Alt+F (File), Alt+E (Edit), Alt+V (View), Alt+M (Manage) и Alt+H (Help).

source: For KeePass V1 XML file use the command:
ru_ru: Для XML-файлов KeePass V1 используется команда:

source: For KeePass V2 XML file use the command:
ru_ru: Для XML-файлов KeePass V2 используется команда:

source: For Text and XML export, the options available are exactly the same as exporting the complete database above.
ru_ru: При экспорте в текстовый файл и формат XML набор параметров совпадает с тем, что доступен при экспорте всего контейнера.

source: For convenience, this topic provides a quick reference for each of the icons.
ru_ru: Для удобства ниже приведено краткое описание значков.

source: For entries in the comparison database, the options are View, Copy to the original database and Synchronize.
ru_ru: Для элементов из сравниваемого контейнера доступны просмотр, копирование в исходный контейнер и синхронизация.

source: For entries in the current database, the only allowed option is to directly Edit (View if the database was opened in read-only mode) this entry.
ru_ru: Для элементов из текущего контейнера единственное доступное действие это редактирование данного элемента (или просмотр, если контейнер открыт в режиме «только чтение»).

source: For example, "fast\d500slow" will result in 'fast' being typed with the default delay, and the letters 's', 'l', 'o', and 'w' typed with a half-second pause before each.
ru_ru: Например, «быстро\d500медленно» приведёт к тому, что «быстро» будет набрано со стандартной задержкой, а буквы 'м', 'е', 'д', 'л', 'е', 'н', 'н', 'о' с задержкой в полсекунды перед каждой буквой.

source: For example, "how\w500now" will cause 'how' to be typed (at the default rate or that specified by the last \d), followed by a half-second pause, followed by 'now' typed at the same rate as 'how').
ru_ru: Например, «как\w500было» набирает «как» (со стандартной межбуквенной задержкой или той, что была установлена с помощью «\d»), затем ждёт полсекунды и вводит «было» с той же межбуквенной задержкой, что и «как»).

source: For example, a password might be "qAdm3ddENc", and you might be asked to enter the first, third, fifth and eighth letters.
ru_ru: Например, вас могут попросить ввести первый, третий, пятый и восьмой символы.

source: For example, a version 2 database will not have information regarding the modification times of entries.
ru_ru: Например, контейнер второй версии не будет содержать данных о времени изменения элемента.

source: For example, if the database has a custom string named "eMail", it can be referenced via the placeholder {S:eMail}.
ru_ru: Например, если у элемента задана пользовательская строка «eMail», на неё можно сослаться используя подстановку {S:eMail}.

source: For example, if the user specifies "Shift + 6", the shortcut could be changed to "Alt + Shift + 6".
ru_ru: Например, комбинация «Shift + 6» может быть заменена на «Alt + Shift + 6».

source: For example, if you create an entry on January 1st and specify a 5 day recurring expiration, you will get an expiration notice starting on January 6th.
ru_ru: Пусть элемент был создан 1 января, и для него установлен срок действия в пять дней с повтором. Напоминания об истечении срока будут выводиться начиная с 6 января.

source: For example, if you create an entry on January 1st and specify a 5 day recurring expiration.
ru_ru: Пусть элемент был создан 1 января, и для него установлен срок действия в пять дней с повтором.

source: For example, in German "File" becomes "Datei" and so Alt+D would be reserved instead of Alt+F.
ru_ru: Например, в русской локализации пункт меню «File» заменяется на «Файл», поэтому вместо Alt+F будет зарезервирована комбинация Alt+Ф.

source: For example, in the German translation "File" menu becomes "Datei" and so Alt+D would be reserved instead of Alt+F etc.
ru_ru: Например, в русской локализации пункт меню «File» заменяется на «Файл», поэтому вместо Alt+F будет зарезервирована комбинация Alt+Ф.

source: For example, the Euro symbol on a UK 102 extended keyboard is the right Alt key (Alt Gr)and the 4 key.
ru_ru: Например, символ евро на 102-клавишной английской расширенной клавиатуре набирается с помощью правого Alt (Alt Gr) и кнопки с цифрой 4.

source: For example, the following will switch to the old mechanism to just send a tab and a space:
ru_ru: Например, следующая последовательность производит переключение на старый способ только для набора табуляции и пробела

source: For example, to get the File Properties dialog box to appear when Control, Alt and 'p' are pressed, select the "File >> Properties" row, click on the 'Shortcut Key' field, and then press the Control Alt and p key.
ru_ru: Например, для вызова диалога с информацией о файле по комбинации «Control+Alt+p», выберите строку "Файл » Свойства", щёлкните в поле «Комбинация» и затем нажмите клавиши «Control», «Alt» и «p».

source: For example, to get the File Properties dialog box to appear when Control, Alt and 'p' are pressed, select the File >> Properties row, click on the 'Shortcut Key' field, and then press the Control Alt and p key.
ru_ru: Например, для вызова диалога с информацией о файле по комбинации «Control+Alt+p», выберите строку "Файл » Свойства", щёлкните в поле «Комбинация» и затем нажмите клавиши Control, Alt и p.

source: For example, to paste the "Notes" text of a given entry to another application using the Dragbar, select the entry, and then drag the "N" icon from the Dragbar to the application.
ru_ru: Например, для того, чтобы вставить текст заметок элемента в другое приложение с помощью панели «Dragbar», нужно выделить элемент и перетащить значок с листком (в «классическом» интерфейсе с буквой «N») в окно приложения.

source: For example, to paste the "Notes" text of a given entry to another application using the dragbar, select the entry, and then drag the "N" icon from the dragbar to the application.
ru_ru: Например, для того, чтобы вставить текст заметок элемента в другое приложение с помощью панели «Dragbar», нужно выделить элемент и перетащить значок с листком (в «классическом» интерфейсе с буквой «N») в окно приложения.

source: For example:
ru_ru: Пример:

source: For example: '%windir%\notepad.exe' could become (depending on your installation) 'C:\Windows\notepad.exe'.
ru_ru: Пример: «%windir%\notepad.exe» преобразуется в «C:\Windows\notepad.exe» (зависит от каталога установки Windows).

source: For example: copying the aliases URL will use the alias's value but copying the alias's password will copy its base's.
ru_ru: Например, при копировании ссылки из псевдонима, будет использовано значение, указанное в псевдониме, но при копировании пароля, будет подставлено значение из исходного элемента.

source: For maximum security, we recommend that your database be protected both by your YubiKey and a Safe Combination (this is known as two-factor authentication).
ru_ru: Для большей безопасности мы рекомендуем, чтобы одновременно использовались оба способа: YubiKey и мастер пароль (так называемая «двухфакторная аутентификация»).

source: For maximum security, we recommend that your database be protected both by your YubiKey and a Safe Combination (this is known as ).
ru_ru: Для большей безопасности мы рекомендуем, чтобы одновременно использовались оба способа: YubiKey и мастер пароль.

source: For more details on the keys that can (and cannot) be defined as shortcuts, see here.
ru_ru: Подробнее о том, какие комбинации можно (или нельзя) использовать для назначения «горячих клавиш» см. здесь.

source: For more information on defining and using filters, see here.
ru_ru: Для получения дополнительной информации об использовании фильтров см. здесь.

source: For more information see the Password History page here.
ru_ru: Для получения дополнительной информации см. История паролей.

source: For more information, see "User Names, Passwords, and Groups: Notes".
ru_ru: Для получения дополнительной информации см. Имена пользователей, пароли и группы.

source: For more information, see the "Auto Type" help topic.
ru_ru: Для получения дополнительной информации см. Автонабор.

source: For more information, see the "AutoType" help topic.
ru_ru: Для получения дополнительной информации см. Автонабор.

source: For non-English translations, please refer to those letters underlined on the main menu to determine what will be reserved for you.
ru_ru: Для прочих локализаций нужно свериться с тем, что будет подчёркнуто в главном меню.

source: For other languages, please refer to those letters underlined on the main menu to determine what will be reserved for you.
ru_ru: Для прочих локализаций нужно свериться с тем, что будет подчёркнуто в главном меню.

source: For previous versions of Password Safe, just select the desired format and specify the name of the database file you wish to create.
ru_ru: Для экспорта в форматы предыдущих версий Password Safe просто выберите нужный формат и укажите имя контейнера.

source: For some sites, you might also need to autotype slowly, for which put \d100 at the begining of your autotype string.
ru_ru: Для сайтов, которым требуется замедленный автонабор, добавьте \d100 в начале строки с параметрами автонабора.

source: For some sites, you might also need to autotype slowly, for which put \d100 at the beginning of your autotype string.
ru_ru: Для сайтов, которым требуется замедленный автонабор, добавьте \d100 в начале строки с параметрами автонабора.

source: For this reason, this function cannot be changed via the Shortcuts Property Page.
ru_ru: По этой причине комбинацию клавиш для данного действия нельзя задать на вкладке «Комбинации клавиш».

source: For web sites or applications that do not have the username field followed by the password field followed by the login button, you can modify the behavior by filling in the entry's "AutoType" field with text that specifies the desired behavior as follows:
ru_ru: Для веб-сайтов или приложений, в которых за именем пользователя не идёт поле для ввода пароля и затем кнопка входа, можно изменить последовательность, заполнив поле «Автонабор» текстом, описывающим необходимое поведение.

source: For web sites or applications that do not have the username field followed by the password field followed by the login button, you can modify the behaviour by filling in the "AutoType" field with text that specifies the desired behavior as follows:
ru_ru: Для веб-сайтов или приложений, в которых за именем пользователя не идёт поле для ввода пароля и затем кнопка входа, можно изменить последовательность, заполнив поле «Автонабор» текстом, описывающим необходимое поведение.

source: For web sites or applications that do not have the username field followed by the password field followed by the login button, you can modify the behaviour by filling in the "Autotype" field with text that specifies the desired behavior as follows:
ru_ru: Для веб-сайтов или приложений, в которых за именем пользователя не идёт поле для ввода пароля и затем кнопка входа, можно изменить последовательность, заполнив поле «Автонабор» текстом, описывающим необходимое поведение.

source: For web sites or applications that require different data, it is possible to tailor the AutoType behaviour as described in the Customizing AutoType section below.
ru_ru: Для сайтов или приложений, требующих ввода дополнительных данных, возможна тонкая настройка автонабора, описание которой приведено в разделе Настройка автонабора.

source: For web sites or applications that require different data, it is possible to tailor the autotype behaviour as described in the Customizing Auto Type section below.
ru_ru: Для сайтов или приложений, требующих ввода дополнительных данных, возможна тонкая настройка автонабора, описание которой приведено в разделе Настройка автонабора.

source: For web sites or applications that require different data, you can tailor the AutoType behaviour as described in the Customizing AutoType section below.
ru_ru: Для сайтов или приложений, требующих ввода дополнительных данных, доступна тонкая настройка автонабора, описание которой приведено в разделе Настройка автонабора.

source: Foreign characters, that are not available at the physical keyboard, can be put in in this way.
ru_ru: Указанный метод может использоваться для ввода символов, которые недоступны при использовании системной раскладки.

source: Forgot My Master Password
ru_ru: Забытый пароль

source: From the Edit menu, select Add Entry
ru_ru: В меню Правка выберите Добавить элемент.

source: From the View dialog, you may save it to disk (it will be saved in the same directory as the current database) and/or copy the contents to the clipboard.
ru_ru: Из диалога просмотра вы можете сохранить данные на диск (файл будет сохранён в каталоге, содержащем текущий контейнер) и/или скопировать их в буфер обмена.

source: Full path to a text editor to be used to edit an entry's Notes field rather than the Windows default application.
ru_ru: Полный путь к внешнему редактору для изменения заметок.

source: Full path to an alternate browser
ru_ru: Полный путь к альтернативному браузеру

source: Full path, filename and extension of current open database.
ru_ru: Полный путь, имя файла и расширение текущего контейнера.

source: Functions within the Display Tab control how Password Safe and password items are displayed.
ru_ru: Параметры на вкладке Вид влияют на вид Password Safe и элементов контейнера.

source: G or GROUP
ru_ru: G или GROUP

source: Generate Password
ru_ru: Создать пароль

source: Generating Passwords
ru_ru: Создание паролей

source: Generating a \c at the start of autotyping inside a field (at the very beginning of autotype string, or just after a \t) ensures that the autofill'ed text gets replaced by the autotype'd text.
ru_ru: Добавление \c в начале строки автонабора (или сразу после \t) гарантирует, что текст, подставленный браузером, будет заменён текстом автонабора.

source: Generating and Editing Passwords
ru_ru: Создание и редактирование паролей

source: Generating previous versions of the database
ru_ru: Создание контейнеров в формате предыдущих версий

source: Get Help (F1)
ru_ru: Помощь (F1)

source: Getting Started
ru_ru: Начало работы

source: Getting YubiKey
ru_ru: Приобретение YubiKey

source: Go the View menu
ru_ru: Откройте меню Вид

source: Go the the View menu
ru_ru: Откройте меню Вид.

source: Go to Base entry
ru_ru: Перейти к исходному элементу

source: Go to the View menu
ru_ru: Откройте меню Вид

source: Grateful thanks to Bruce Schneier for creating the Twofish algorithm and for releasing Password Safe to the public; and to SourceForge.net for hosting the project and supporting the Open Source community.
ru_ru: Выражаем благодарность Брюсу Шнайеру (Bruce Schneier) за создание алгоритма шифрования Twofish и публикацию Password Safe, а также SourceForge.net за размещение проекта и поддержку сообщества Open Source.

source: Group
ru_ru: Группа

source: Group (full tree structure back to root with groups separated by dots).
ru_ru: Группа (полный путь до корня, разделённый точками).

source: Group (full tree structure back to root with groups separated by periods).
ru_ru: Группа (полный путь до корня, разделённый точками).

source: Group [Tree View only]
ru_ru: Группа [только в древовидном списке]

source: Group and User name fields are optional as long as the resulting combination of "group/title/user name" is unique.
ru_ru: Поля «группа» и «имя пользователя» необязательны если комбинация «группа/заголовок/имя пользователя» уникальна.

source: Group names can be "nested" i.e. placing a group name within/under another group name.
ru_ru: Группы могут быть вложенными.

source: Group/Title
ru_ru: Group/Title (группа/заголовок)

source: Groups
ru_ru: Группы

source: Groups do not exist in their own right.
ru_ru: Группы не существуют как таковые.

source: Heading
ru_ru: Заголовок

source: Help
ru_ru: Помощь

source: Help Menu
ru_ru: Меню «Помощь»

source: Here you can configure what the backups will be named, and how many will be saved (Password Safe will automatically erase the oldest databases beyond the number of backups that you specified.
ru_ru: Здесь можно настроить именование резервных копий и их количество (Password Safe автоматически перезапишет старую копию при превышении указанного количества,

source: Here you can configure what the backups will be named, and how many will be saved.
ru_ru: Здесь можно настроить именование резервных копий и их количество.

source: Hide System Tray icon (Hot Key MUST be active)
ru_ru: Скрывать значок (должна быть задана горячая клавиша)

source: Hide the Password Safe System tray icon.
ru_ru: Скрывать значок Password Safe в области уведомлений.

source: Highlight changed entries
ru_ru: Выделять изменённые элементы

source: Highlight changed unsaved entries in blue
ru_ru: Подсветить изменённые элементы

source: Highligt changed junsaved entries in blue
ru_ru: Подсветить изменённые элементы

source: History
ru_ru: History (история)

source: Holding the Shift key down when pressing F3, finds the previous entry in the database matching your criteria rather than the next.
ru_ru: При одновременном нажатии Shift и F3, выделение перейдёт на предыдущий найденный элемент контейнера.

source: Home key
ru_ru: Клавиша Home

source: Hot Key
ru_ru: Вызов по

source: How many passwords and user names do you have to keep track of?
ru_ru: Сколько имён пользователей и паролей паролей вы используете?

source: How many passwords to keep in an entry's password history field
ru_ru: Количество паролей, сохраняемых в истории

source: How to choose wide or tall dialog screens: 0 - automatically (default), 1 - force tall, 2 - force wide.
ru_ru: Выбор между «широкими» и «высокими» диалогами: 0 — автоматически (значение по умолчанию), 1 — всегда использовать «высокие», 2 — всегда использовать «широкие».

source: However, Password Safe also has keyboard shortcuts defined that correspond to its menu items.
ru_ru: Но, помимо этого, Password Safe позволяет задавать горячие клавиши для пунктов меню.

source: However, Password Safe cannot protect against physical damage or loss to your hard disk, laptop or PC.
ru_ru: Однако, Password Safe не может предотвратить повреждение или потерю вашего жёсткого диска, ноутбука или персонального компьютера.

source: However, any "Password Policy Names" in the XML input file will be imported irrespective of whether there are entries already in the current receiving database.
ru_ru: Однако, если XML-файл содержит именованные политики создания паролей, они будут импортированы независимо от того, есть ли в контейнере элементы.

source: However, from V3.26 onwards, PasswordSafe will only export XML date/time fields using the International W3C Standard date/time format.
ru_ru: Начиная с версии 3.26 экспорт производится в соответствии со стандартом представления даты/времени, определённыым W3C.

source: However, if a user wishes to switch to the new setting manually, selecting this checkbox and clicking on 'Apply' will do so.
ru_ru: Но, если вы хотите перенести настройки, нужно поставить флажок и нажать кнопку «Применить».

source: However, if another entry is then selected, even though there is the found entry is still highlighted, the information of the newly selected entry will be used instead.
ru_ru: Но, если был выбран другой элемент, даже если найденный элемент остался выделенным, будут использованы данные из выбранного элемента.

source: However, if the entry is protected or the database is opened in read-only mode, then it can be viewed without any truncation.
ru_ru: Если элемент защищён или контейнер открыт в режиме «только чтение», текст заметок можно просматривать без усечения.
